{
  "title": "Bonjour, ravi de vous rencontrer 👋",
  "aboutmeSection": {
    "title": "Je suis développeur logiciel avec 3 ans d'expérience, spécialisé dans la création d'applications web évolutives avec React et TypeScript en frontend, et Node.js en backend.",
    "backgroundSubSection": {
      "title": "Mon parcours 🚀",
      "text": "Avec un parcours en mathématiques supérieures et en gestion de projet, j'ai affûté un esprit de recherche et développé de solides compétences en résolution de problèmes. Ma formation m'a doté d'une compréhension approfondie des flux de travail, de l'estimation des tâches et de l'organisation efficace. Cette base m'a transformé en un développeur qui non seulement écrit un code propre, mais aborde également les défis avec une précision analytique et une planification stratégique."
    },
    "languagesSubSection": {
      "title": "Compétences linguistiques 🌍",
      "text": "Je parle couramment l'anglais et le français à un niveau avancé. Que ce soit pour une conversation linkrmelle ou une discussion technique, je peux naviguer dans ces langues avec confiance, assurant une communication fluide dans des environnements diversifiés."
    },
    "expertiseSubSection": {
      "title": "Expertise et croissance 👨‍🎓",
      "text": "Pendant cette période, j'ai pu augmenter mon expertise dans plusieurs domaines :"
    }
  },
  "skillsSection": {
    "title": "Compétences techniques",
    "frontendCard": {
      "title": "Frontend",
      "subtitle": "Concevoir des interfaces utilisateur réactives et dynamiques.",
      "categories": {
        "languages": "Langages",
        "frameworks": "Bibliothèques",
        "css": "CSS",
        "apis": "APIs",
        "tests": "Tests",
        "stateManager": "Gestion d'état"
      }
    },
    "backendCard": {
      "title": "Backend",
      "subtitle": "Construire une logique côté serveur robuste et évolutive.",
      "categories": {
        "languages": "Langages",
        "documentation": "Documentation"
      }
    },
    "bddCard": {
      "title": "BDD",
      "subtitle": "Gérer et interroger les bases de données efficacement.",
      "categories": {
        "languages": "Langages",
        "sql": "Bases de données SQL"
      }
    },
    "testsCard": {
      "title": "Tests",
      "subtitle": "Assurer la qualité grâce aux tests et vérifications automatisés.",
      "categories": {
        "frameworks": "Bibliothèques"
      }
    },    
    "projectCard": {
      "title": "Projet",
      "subtitle": "Participation à la planification des sprints et estimation des délais pour les projets et les tâches.",
      "categories": {
        "methodologies": "Méthodologies",
        "outils": "Outils"
      }
    }
  },
  "certificatesSection": {
    "title": "Certificats",
    "frontendCertificate": {
      "title": "Cours Frontend",
      "description": "Mate academy"
    },
    "backendCertificate": {
      "title": "Cours Backend",
      "description": "Mate academy"
    }
  }
}
